Repository: wpmovielibrary/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: de_de

source: Settings saved.
de_de: Einstellungen gespeichert.

source: You are not allowed to edit this item.
de_de: Du hast nicht die Befugnis dies zu bearbeiten.

source: Go back
de_de: Gehe zurück

source: Bulk Actions
de_de: Haupthandlung

source: Apply
de_de: Bestätigen

source: Go to the first page
de_de: Gehe zur ersten Seite

source: Go to the previous page
de_de: Gehe zur vorherigen Seite

source: Current page
de_de: Aktuelle Seite

# paging
source: %1$s of %2$s
de_de: %1$s von %2$s

source: Go to the next page
de_de: Gehe zur nächsten Seite

source: Go to the last page
de_de: Gehe zur letzten Seite

source: Select All
de_de: Wähle alle

source: Preview
de_de: Überblick

source: Metadata
de_de: Metadaten

source: Details
de_de: Detail

source: Images
de_de: Bilder

source: Posters
de_de: Plakat

source: Invalid movie list submitted.
de_de: Ungültige Film-Liste eingetragen

source: An error occured trying to delete Post #%s
de_de: Ein Fehler wurde entdeckt beim Versuch den Post #%s zu löschen

source: An error occured trying to delete Attachment #%s
de_de: Ein Fehler wurde entdeckt beim Versuch den Anhang #%s zu löschen

source: Movie "%s" already imported.
de_de: Der Film "%s" ist schon importiert worden.

source: Edit
de_de: Bearbeiten

source: View
de_de: Ansehen

source: Import Drafts
de_de: Import Entwürfe

source: The following errors occured: <ul>%s</ul>
de_de: Die folgenden Fehler wurden entdeckt: <ul>%s</ul>

source: One movie imported successfully!
de_de: Ein Film wurde erfolgreich importiert!

source: An error occured when trying to import image: invalid data or Post ID.
de_de: Ein Fehler wurde entdeckt beim Versuch ein Bild zu importieren: ungültige Datei oder Post-ID.

source: Movie Posters as featured images option is deactivated. Update your settings to activate this.
de_de: Die Option "Film-Plakate als Beitragsbild" ist deaktiviert. Überprüfe deine Einstellungen, um sie zu aktivieren.

source: The image you're trying to upload is empty.
de_de: Das Bild, was Du versuchst hochzuladen, ist leer.

source: The image you're trying to upload already exists.
de_de: Das Bild, was Du versuchst hochzuladen, existiert bereits.

source: See available Movie Posters
de_de: Sehe die verfügbaren Film-Plakate.

source: One movie
de_de: Ein Film

source: %d movies
de_de: %d Filme

source: No movie added yet.
de_de: Bisher wurde kein Film hinzugefügt.

source: One movie draft
de_de: Ein Film-Entwurf

source: %d movies drafts
de_de: %d Film-Entwürfe

source: No draft
de_de: Kein Entwurf

source: One queued movie
de_de: Ein geplanter Film

source: %d queued movies
de_de: %d geplante Filme

source: No queued movie.
de_de: Keine geplanten Filme.

source: One imported movie
de_de: Ein importierter Film.

source: %d imported movies
de_de: %d importierte Filme

source: No imported movie.
de_de: Kein importierter Film.

source: <strong>1</strong> movie
de_de: ein Film

source: <strong>1</strong> collection
de_de: <strong>eine</strong> Sammlung

source: <strong>1</strong> actor
de_de: <strong>1</strong> Schauspieler

source: All combined you have a total of %s in your library, regrouped in %s, %s and %s.
de_de: Alles im Ganzen hast Du %s in deiner Bibliothek, gruppiert in %s, %s und %s.

source: Empty or invalid Post ID or Movie Details
de_de: Leere oder ungültige Post-ID oder Film-Details

source: Poster
de_de: Plakat

source: Year
de_de: Jahr

source: Rating
de_de: Bewertung

source: Edit this item inline
de_de: Bearbeite dieses Item inline

source: Error: submitted post is not a movie.
de_de: Fehler: eingetragener Post ist kein Film.

source: Error: the submitted movie details are invalid.
de_de: Fehler: die eingetragenen Film-Details sind ungültig.

source: You are not allowed to edit posts.
de_de: Du hast nicht die Befugnis Posts zu bearbeiten.

source: Posts with #%s is invalid or is not a movie.
de_de: Posts mit #%s sind ungültig oder kein Film.

source: (no title)
de_de: (nicht titel)

source: New movie
de_de: Neuer Film

source: Import movies
de_de: Filme importieren

source: Manage movies
de_de: Filme verwalten

source: The size "%s" is not supported by TMDb
de_de: Die Größe "%s" wird von TMDb nicht unterstützt.

source: No configuration available for image URL generation
de_de: Keine Einstellung für die Bild-URL-Generierung verfügbar

source: API Error: no configuration available to retrieve available image sizes
de_de: API-Fehler: keine Einstellung für die Abfrage der Bild-Größe verfügbar

source: API Error: server connection to "%s" returned error %s: %s
de_de: API Fehler: Server-Verbindung zu "%s" ergab einen Fehler %s: %s

source: API Error: connection to TheMovieDB API failed with message "%s" (code %s)
de_de: API-Fehler: Verbindung zur TheMovieDB API wurde mit folgendem Fehler unterbrochen "%s" (code %s)

source: API Error: unknown server error, unable to perform request.
de_de: API-Fehler: unbekannter Server Fehler, unmöglich eine Anfrage zu senden.

source: No item
de_de: Kein Item

source: An error occured when adding "%s" to the queue: %s
de_de: Ein Fehler wurde beim hinzufügen von "%s" in die Warteschlange entdeckt: %s

source: An error occured when trying to remove "%s" from the queue: %s
de_de: Ein Fehler wurde beim Versuch "%s" von der Warteschlange zu entfernen entdeckt: %s

source: An error occured when trying to delete "%s" metadata.
de_de: Ein Fehler wurde beim Versuch die Metadaten von "%s" zu löschen entdeckt.

source: Error: submitted Post ID doesn\t match any valid movie.
de_de: Fehler: eingetragene Post-ID stimmt mit keinem gültigen Film überein.

source: Error: cannot find submitted movie's metadata, try enqueuing it again.
de_de: Fehler: konnte keine eingetragenen Metadaten für diesen Film finden, probiere etwas anderes.

source: An error occured when trying to imported queued movie "%s": %s
de_de: Ein Fehler wurde entdeckt beim Versuch den Film "%s" in die Datenbank %s zu importieren.

source: Movies
de_de: Filme

source: %d movie
de_de: %d Film

source: Settings
de_de: Einstellungen

source: Documentation
de_de: Dokumentation

source: About WPMovieLibrary
de_de: Über WPMovieLibrary

source: Title
de_de: Titel

source: Director
de_de: Regisseur

source: Actions
de_de: Handlung

source: No movies found, dude.
de_de: Keine Filme gefunden, Kumpel.

source: Fetch data from TMDb
de_de: Hole die Daten von TMDb

source: Enqueue
de_de: Einreihen

source: Delete
de_de: Löschen

source: Find Metadata
de_de: Metadaten finden

source: Enqueue Movie
de_de: Film einreihen

source: Delete Movie
de_de: Film löschen

source: Show on screen
de_de: Anzeigen

source: Welcome
de_de: Willkommen

source: Cancel
de_de: Abbrechen

source: Close
de_de: Schließen

source: Configure
de_de: Einstellen

source: Invalid API key - the key should be an alphanumerica 32 chars long string.
de_de: Ungültiger API-Key - Der Key sollte alphanummerisch und 32 Zeichen lang sein.

source: Invalid API key - You must be granted a valid key
de_de: Ungültiger API-Key - Du musst einen gültigen Key benutzen.

source: Valid API key - Save your settings and have fun!
de_de: Gültiger API-Key - Speicher deine Einstellungen und habe Spaß!

source: Sorry, your search returned no result. Try a more specific query?
de_de: Entschuldigung, deine Suche ergab keine Treffer. Probiere etwas anderes.

source: Your request showed multiple results. Select your movie in the list or try another search:
de_de: Deine Suche ergab mehrere Treffer. Wähle einen Film aus der Liste oder probiere es noch einmal:

source: Report a bug
de_de: Melde einen Fehler

source: Contribute
de_de: Mitwirken

source: Donate
de_de: Spenden

source: Official website
de_de: Offizielle Website

source: Section via hook
de_de: Abschnitt über Haken

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
de_de: <p class="description">Dies ist ein Bereich, der durch das Hinzufügen eines Filter zum Bereichs-Array erstellt wird. Dies kann von Child-Themes genutzt werden um Bereiche zu den Optionen hinzuzufügen oder zu löschen.</p>

source: <p>This is the tab content, HTML is allowed.</p>
de_de: <p>Das ist der Tab-Inhalt, HTML ist erlaubt.</p>

source: <p>This is the sidebar content, HTML is allowed.</p>
de_de: <p>Dies ist der Sidebar-Inhalt, HTML ist erlaubt.</p>

source: Currently using default value.
de_de: Momentan wird das Standard-Ziel genutzt.

source: Available
de_de: Verfügbar

source: One movie successfully deleted.
de_de: Ein Film wurde erfolgreich gelöscht.

source: %s movies successfully deleted.
de_de: %s Filme wurden erfolgreich gelöscht

source: One movie removed from the queue.
de_de: Ein Film wurde von der Warteschlange entfernt.

source: %s movies removed from the queue.
de_de: %s Filme wurden von der Warteschlange entfernt.

source: Done!
de_de: Fertig!

source: One movie added to the queue.
de_de: Ein Film wurde zur Warteschlange hinzugefügt.

source: %s movies added to the queue.
de_de: %s Filme wurden zur Warteschlange hinzugefügt.

source: Images added!
de_de: Bilder hinzugefügt!

source: Image from
de_de: Bilder von

source: Images uploaded!
de_de: Bilder hochgeladen!

source: Import Images
de_de: Importiere Bilder

source: Import Images for "%s"
de_de: Importiere Bilder für "%s"

source: Please wait while the images are uploaded...
de_de: Bitte warte, während die Bilder hochgeladen werden...

source: Import Poster
de_de: Importiere Plakate

source: Select a poster for "%s"
de_de: Wähle ein Plakat für "%s"

source: Please wait while the poster is uploaded...
de_de: Bitte warte während das Plakat hochgeladen wird...

source: Imported
de_de: Importiert

source: One movie successfully imported!
de_de: Ein Film wurde erfolgreich importiert!

source: %s movies successfully imported!
de_de: %s Filme wurden erfolgreich importiert!

source: Progressing
de_de: In Verarbeitung

source: Invalid key: it should be 32 characters long.
de_de: Ungültiger Key: Er sollte 32 Zeichen lang sein.

source: Load Images
de_de: Lade Bilder

source: Load More
de_de: Lade Mehr

source: Loading Images…
de_de: Lädt Bilder...

source: No movie could be found. You need to select a movie before importing images or posters.
de_de: Konnte keine Film finden. Du musst zuerst einen Film auswählen, bevor Du Bilder oder Plakate hinzufügen kannst.

source: No metadata could be found, please import metadata before queuing.
de_de: Es konnten keine Metadaten gefunden werden, bitte importiere erst die Metadaten bevor Du den Film einreihst.

source: Movie
de_de: Film

source: movie updated
de_de: Film aktualisiert

source: not updated
de_de: nicht aktualisiert

source: Oops… Did something went wrong?
de_de: Oops... Lief etwas schief?

source: Saving Images…
de_de: Speichere Bilder...

source: Searching movie
de_de: Suche Filme

source: Fetching movie data
de_de: Hole Film-Datein

source: see no more
de_de: Sehe weniger

source: see more
de_de: Sehe mehr

source: selected
de_de: ausgewählt

source: Setting featured image…
de_de: Setzte Beitragsbild...

source: updated successfully
de_de: erfolgreich aktualisiert

source: Used
de_de: Benutzt

source: updating movies...
de_de: aktualisiere Filme...

source: None
de_de: Keine

source: An error occured when trying to delete transients: %s
de_de: Ein Fehler trat auf, als versucht wurde Übergänge zu löschen: %s

source: No transient found.
de_de: Kein Übergang gefunden.

source: 1 transient deleted
de_de: 1 Übergang gelöscht.

source: Duration unknown
de_de: Länge unbekannt

source: Yes
de_de: Ja

source: No
de_de: Nicht

source: Official Website
de_de: Offizielle Website

source: Not rated yet!
de_de: Noch nicht bewertet.

source: Invalid taxonomy
de_de: Ungültige Klase

source: &laquo; Previous
de_de: &laquo; Vorherige

source: Next &raquo;
de_de: Nächste &raquo;

source: <strong>%s</strong> is required by the following plugins: %s. These plugins have been deactivated to prevent errors.<br /><br />Back to the WordPress <a href="%s">Plugins page</a>.
de_de: <strong>%s</strong> wird benötigt von den folgenden Plugins: %s. Diese Plugins wurden deaktiviert um Fehlern vorzubeugen.<br /><br />Back to the WordPress <a href="%s">Plugins page</a>.

source: Error: you are not allowed to edit this movie.
de_de: Fehler: Du hast keine Berechtigung diesen Film zu bearbeiten.

source: Statistics
de_de: Statistiken

source: Your library
de_de: Deine Bibliothek

source: Quick Actions
de_de: Schnelle Aktionen

source: Help
de_de: Hilfe

source: Rate me!
de_de: Bewerte mich!

source: Latest Movies
de_de: Letzte Filme

source: Movies you recently added
de_de: Kürzlich hinzugefügte Filme

source: Most Rated Movies
de_de: Am meisten bewertete Filme

source: Your most rated movies
de_de: Am besten bewertete Filme

source: General
de_de: Allgemein

source: General options
de_de: Allgemeine Optionen

source: WPMovieLibrary handles movies as regular WordPress posts, but you can define some specific behaviours movies only should have.
de_de: WPMovieLibrary behandelt Filme als normale WordPress-Beiträge, aber Du kannst ein paar spezielle Vorteile für Filme aktivieren.

source: Show Movies in Home Page
de_de: Zeige Filme auf der Startseite

source: If enabled, movies will appear among other Posts in the Home Page.
de_de: Wenn aktiviert, erscheinen Filme neben Beiträgen auf deiner Startseite.

source: Enabled
de_de: Aktivieren

source: Disabled
de_de: Deaktiviert

source: Movies in search results
de_de: Filme in Such-Ergebnissen

source: If enabled, the standard WordPress Search will return every movie matching the search in addition to regular posts. Search will include all available meta fields. Examples: a search with keywork <code>Sean Penn</code> will add the movies <em>Into The Wild</em> and <em>The Secret Life of Walter Mitty</em> to the search results; a search with keywork <code>Taiwan</code> will add the movie <em>Life of Pi</em>.
de_de: Wenn dies aktiviert ist, wird die Standard-WordPress-Suche Filme zusätzlich zu den normalen Beiträgen finden. Die Suche beinhaltet alle verfügbaren Metadaten. Beispiele: Eine Suche mit dem Schlagwort <code>Sean Penn</code> wird die Filme <em>Into The Wild</em> und <em>Das erstaunliche Leben des Walter Mitty</em> als Ergebnis liefern; eine Suche mit dem Schlagwort <code>Taiwan</code> wird den Film <em>Life of Pi</em> anzeigen.

source: Replace excerpt by overview
de_de: Ersetze Auszug durch Kurzinhalt

source: Replace movie excerpts by the movie overview if available. <a href="http://codex.wordpress.org/Excerpt">Learn more about Excerpt</a>.
de_de: Ersetze Filme-Auszüge durch Film-Kurzinhalte, falls verfügbar. <a href="http://codex.wordpress.org/Excerpt">Erfahre mehr über Ausschnitte</a>.

source: Excerpt overview length
de_de: Ausschnitt-/Kurzinhalt-Länge

source: Excerpt overview default number of words. This will override WordPress and Themes or Plugins default values for movies only.
de_de: Standard-Wort-Anzahl für Ausschnitt/Kurzinhalt. Dies wird die Standard-Einstellungen für WordPress, Themes oder Plugins für Filme überschreiben.

source: Metadata settings
de_de: Metadaten-Einstellungen

source: Movies metadata
de_de: Film-Metadaten

source: Metadata give you useful information about your movies: director, release date, runtime, prouction, actors, languages…
de_de: Metadaten geben Dir nützliche Informationen über Deine Filme: Regisseur, Starttermin, Laufzeit, Produzenten, Schauspieler, Sprachen...

source: Show metadata
de_de: Zeige Metadaten

source: Add metadata to posts&rsquo; content: director, genres, runtime…
de_de: Füge Metadaten zu posts&rsquo hinzu; Inhalt: Regisseur, Genres, Laufzeit...

source: Everywhere
de_de: Überall

source: Only In Post Read
de_de: Nur in Post-Lesern

source: Don&rsquo;t Show
de_de: Nicht zeigen

source: Add links to meta
de_de: Füge Links zu den Metas hinzu

source: If enabled, metadata will appear as links to meta pages.
de_de: Wenn aktiviert, erscheinen Metadaten als Links zu Meta-Seiten.

source: Movie metadata
de_de: Film-Metadatei

source: Which metadata to display in posts: director, genres, runtime, rating…
de_de: Welche Metadatei soll in Posts angezeigt werden: Regisseur, Genres, Laufzeit...

source: Runtime
de_de: Laufzeit

source: Release date
de_de: Starttermin

source: Overview
de_de: Kurzinhalt

source: Original Title
de_de: Original Titel

source: Production
de_de: Produktion

source: Country
de_de: Land

source: Languages
de_de: Sprachen

source: Producer
de_de: Produzent

source: Director of Photography
de_de: Kameramann

source: Original Music Composer
de_de: Komponist

source: Author
de_de: Autor

source: Writer
de_de: Drehbuch-Autor

source: Actors
de_de: Schauspieler

source: Certification
de_de: Zertifikation

source: Revenue
de_de: Einnahmen

source: Tagline
de_de: Slogan

source: Adult
de_de: Keine Jugendfreigabe

source: Homepage
de_de: Website

source: Details settings
de_de: Detail-Einstellungen

source: Movie details
de_de: Film Details

source: Details are a different way to manage your movies. You can specify and filter movies by rating, media, status, language, subtitles…
de_de: Details sind ein anderer Weg Deine Filme zu verwalten. Du kannst Filme durch Filter und Spezifizierungen sortieren, wie Bewertung, Medien, Status, Sprache, Untertitel...

source: Show details
de_de: Zeige Film-Details

source: Add details to posts&rsquo; content: movie status, media…
de_de: Füge Details zu posts&rsquo; hinzu Inhalt: Film, Status, Media...

source: Details as icons
de_de: Zeige Details als Icons

source: If enabled, movie details will appear in the form of icons rather than default colored labels.
de_de: Wenn aktiviert, erscheinen Film-Details als farbige Icons anstelle von farbigen Labels.

source: Which detail to display in posts: movie status, media…
de_de: Welche Details in Posts angezeigt werden: Filme, Status, Media...

source: Language
de_de: Sprachen

source: Subtitles
de_de: Untertitel

source: Formatting
de_de: Formatierung

source: Formatting settings
de_de: Formatierungs-Einstellungen

source: Release date format
de_de: Startdatumsformat

source: Apply a custom date format to movies' release dates. Leave empty to use the default API format. Check the <a href="http://codex.wordpress.org/Formatting_Date_and_Time">documentation on date and time formatting</a>.
de_de: Füge ein eigenes Datumsformat für Starttermine hinzu. Lasse es frei, um das Standard API-Format zu nutzen. Schau dir die <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Dokumentation an.</a>

source: Runtime format
de_de: Laufzeit Format

source: Apply a custom time format to movies' runtimes. Leave empty to use the default API format.
de_de: Füge ein eigenes Zeit-Format für die Laufzeit von Filmen hinzu. Lasse dies leer, um das Standard API-Format zu nutzen.

source: Rating format
de_de: Bewertung Format

source: Should ratings be displayed using 5 or 10 stars.
de_de: Sollen Bewertungen mit 5 oder 10 Sternen dargestellt werden.

source: 5 stars
de_de: 5 Sterne

source: 10 stars
de_de: 10 Sterne

source: Experimental
de_de: Testweise

source: Images and Posters options
de_de: Bild- und Plakatoptionen

source: Posters settings
de_de: Plakat Einstellungen

source: Posters as Thumbnails
de_de: Plakate als Beitragsbilder

source: Using posters as movies thumbnails will automatically import new movies&rsquo; poster and set them as post featured image. This setting doesn’t affect movie import by list where posters are automatically saved and set as featured image.
de_de: Plakate als Film-Thumbnail wird automatisch neue Film-Plakate importieren und sie als Beitragsbilder festlegen. Diese Einstellung hat keinen Effekt auf Filme, die über Listen importiert werden und automatisch gespeichert werden.

source: Posters Default Size
de_de: Plakat Standardgröße

source: Movie Poster size. Default is TMDb&rsquo;s original size.
de_de: Film-Plakat Größe. Der Standard ist die Original-Größe von TMDb.

source: Invisible (~100px)
de_de: Unsichtbar (~100px)

source: Tiny (~150px)
de_de: Winzig (~150px)

source: Small (~200px)
de_de: Klein (~200px)

source: Medium (~350px)
de_de: Mittel (~350px)

source: Large (~500px)
de_de: Groß (~500px)

source: Full (~800px)
de_de: Voll (~800px)

source: Delete posters with movies
de_de: Lösche Plakate mit Filmen

source: Enable this if you want to delete posters along with movies.
de_de: Aktiviere dies, wenn Du Plakate zusammen mit Filmen löschen möchtest.

source: Posters image title
de_de: Plakat titel

source: Title for the imported posters images.
de_de: Titel für die importieren Plakat-Bilder.

source: Poster for the movie
de_de: Plakat von

source: Posters image description
de_de: Plakat-Bilder-Beschreibung

source: Description text for the imported posters images.
de_de: Beschreibungstext für importierte Plakat-Bilder.

source: All right reserved.
de_de: Alle Rechte vorbehalten.

source: Images settings
de_de: Bilder Einstellungen

source: Images Default Size
de_de: Bild-Standard-Größe

source: Movie Image size. Default is TMDb&rsquo;s original size.
de_de: Film-Bild-Größe. Standardmäßig: Die Original-Größe von TMDb.

source: Delete images with movies
de_de: Lösche Bilder mit Filmen

source: Enable this if you want to delete all imported images along with movies. Handy if you have a great number of movies to delete and possibly dozens of images attached.
de_de: Aktiviere dies, wenn Du alle importieren Bilder zusammen mit den filmen löschen willst. Das ist sinnvoll, wenn Du eine Große Anzahl von Filmen löschen willst und nicht noch die Bilder einzeln löschen möchtest.

source: Images title
de_de: Bilder titel

source: Title for the imported movie images.
de_de: Titel für die importieren Film-Bilder.

source: Image from the movie
de_de: Bilder von

source: Images description
de_de: Bilder-Beschreibung

source: Description text for the imported movie images.
de_de: Beschreibungstext für die importieren Film-Bilder.

source: Taxonomies
de_de: Kategorien

source: Built-in Taxonomies configuration
de_de: Eingebaute Kategorie-Konfiguration

source: General settings
de_de: Allgemeine Einstellungen

source: Enabling Categories and Post tags for movies will result in your movies appearing in Categories and Post Tags archive pages, among regular WordPress Posts. This could also interfer with other plugins/themes dealing with Categories/Post Tags. Use it carefully.
de_de: Aktivierte Kategorien- und Beitragsschlagworte für Filme wird Filme in deine Kategorien- und Beitrags-Schlagwörter-Archiven auftauchen lassen, neben Deine regulären WordPress-Beiträgen. Dies könnte auch mit anderen Plugins/Themes zusammenarbeiten. Benutze es mit Vorsicht.

source: Enable Categories
de_de: Aktiviere Kategorien

source: Allow movies to use regular WordPress Categories.
de_de: Erlaube Filmen normale WordPress-Kategorien zu nutzen.

source: Enable Post Tags
de_de: Aktiviere Schlagworte

source: Allow movies to use regular WordPress Post Tags.
de_de: Erlaube Filmen normale WordPress-Schlagworte zu nutzen.

source: Collections
de_de: Sammlungen

source: Collections settings
de_de: Sammlungs-Einstellungen

source: Enable Collections
de_de: Aktiviere Sammlungen

source: Enable Collections Custom Taxonomy. Collections work for movies as Categories work for Posts: a hierarchical taxonomy to group your movies coherently. The default behavior is to use Collections to group movies by director, but you can use them differently at your will.
de_de: Aktiviere eigene Sammlungs-Kategorien. Sammlungen arbeiten, wie Kategorien für Beiträge: ein hierarchisches Kategoriensystem, um deine Filme ordnungsgemäß zu gruppieren. Der Standard-Einstellung ist, diese Sammlungen für Regisseure von Filmen zu nutzen, aber Du kannst sie auch gerne anderweitig benutzen.

source: Add Collections automatically
de_de: Sammlungen automatisch hinzufügen
