Repository: wpmovielibrary/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: de_de

source: Show movies release years below the poster.
de_de: Zeige Startjahre der Filme unter den Plakaten.

source: Show rating
de_de: Zeige Bewertungen

source: Show movies ratings below the poster.
de_de: Zeige Film-Bewertungen unter den Plakaten.

source: Show "Load more" button
de_de: Zeige "Load more" Button

source: Show a button to load more movies to the Widget.
de_de: Zeige einen Button um mehr Filme zu laden im Widget.

source: JavaScript required
de_de: JavaScript benötigt

source: Show a previewing modal window when clicking posters.
de_de: Zeige eine Vorschau des Bildes beim Klicken auf das Plakat.

source: Open modal window on click
de_de: Öffne das Bild beim Klicken

source: Quick-Edit menu
de_de: Quick-Edit Menü

source: Show a quick edit menu to perform basic actions on movies.
de_de: Zeige eine Quick-Edit Menü, um normale Aktionen auf Filme zu vollziehen.

source: Stylized posters
de_de: Designte Plakate

source: Show more stylish poster without rounded borders and shadows.
de_de: Zeige mehr stylische Plakate ohne gerundete Kanten und Schatten.

source: Stylized Metabox
de_de: Designte Metabox

source: Use transparent Metabox instead of regular WordPress Metabox
de_de: Nutze transparente Metaboxen anstelle der regulären WordPress Metabox

source: Save
de_de: Speichern

source: Check API Key
de_de: Überprüfe API-Key

source: Enable
de_de: Aktivieren

source: Don&rsquo;t
de_de: Nicht tun

source: Javascript seems to be deactivated; please active it to customize your Movie metadata order.
de_de: Javascript scheint deaktiviert zu sein; bitte aktiviere dies um deine Film-Metadatein zu ordnen.

source: Maintenance
de_de: Wartung

source: Restore Default Settings
de_de: Standard-Einstellungen wiederherstellen

source: You may want to restore WPMovieLibrary default settings.
de_de: Du willst wahrscheinlich die WPMovieLibrary Standard-Einstellungen wiederherstellen.

source: <strong>Caution!</strong> Doing this you will erase permanently all your custom settings. Don&rsquo;t do this unless you are positively sure of what you&rsquo;re doing!
de_de: <strong>Achtung!</strong> Wenn Du dies tust, verlierst Du alle deine Einstellungen. Tue dies nicht, wenn Du dir nicht absolut sicher bist!

source: Restore
de_de: Wiederherstellen

source: Empty Cache
de_de: Leerer Cache

source: Delete all temporarily stored data. This can solve issues like incomplete movie metadata repeatedly returned, outdated Widgets or Shortcodes display...
de_de: Lösche alle temporär gespeicherten Daten. Dies kann Probleme wie unvollständige Film-Metadatein, nicht angezeigte Widgets etc. lösen.

source: Empty cache
de_de: Leerer Cache

source: Save Changes
de_de: Speichere Änderungen

source: Use it, love it, rate it!
de_de: Nutze es, liebe es, bewerte es!

source: Give us five shiny stars!
de_de: Gebe uns fünf leuchtende Sterne!

source: We're social guys, join us:
de_de: Wir sind soziale Leute, folgt uns:

source: We have cookies!
de_de: Wir haben Kekse!

source: Here are some useful links:
de_de: Hier sind ein paar nützliche Links:

source: Collapse
de_de: Einklappen

source: Nothing to preview yet!
de_de: Nichts anzuzeigen.

source: Directed by:
de_de: Unter der regie von:

source: It seems you have JavaScript deactivated; the import feature will not work correctly without it, please check your browser's settings.
de_de: Es scheint als ob dein JavaScript deaktiviert ist; das Import-Feature wird nicht korrekt funktionieren ohne JavaScript, bitte überprüfe deine Browser-Einstellungen.

source: Find movie on TMDb:
de_de: Finde den Film auf TMDb:

source: Movie Title
de_de: Film-Titel

source: ex: The Secret Life of Walter Mitty
de_de: z.B.: Das erstaunliche Leben des Walter Mitty

source: Search
de_de: Suche

source: Empty Results
de_de: Leere Ergebnisse

source: Welcome to WordPress Movie Library!
de_de: Willkommen zur WordPress Movie Library!

source: Thank you for using WPMovieLibrary. We made this plugin for movie lovers! Here are a few links to get you started.
de_de: Danke, dass Du die WPMovieLibrary nutzt. Wir haben dieses Plugin für Filmliebhaber gemacht. Hier sind ein paar Links um loszulegen.

source: Get Started
de_de: Leg los

source: View the Documentation
de_de: Sieh dir die Dokumentation an

source: and you may want to look at the <a href="%s">plugin settings</a>.
de_de: und du solltest dir auch die <a href="%s">Plugin Einstellungen</a> ansehen.

source: Start building your library
de_de: Beginne deine eigene Bibliothek zu starten

source: Create your first movie
de_de: Erstelle deinen ersten Film

source: Import lists of movies
de_de: Importiere Listen mit Filmen

source: Manage your movies
de_de: Verwalte deine Filme

source: Furthermore
de_de: Des Weiteren

source: Create and manage Collections
de_de: Erstelle und verwalte Kategorien

source: Create and manage <a href="%s">Genres</a> and <a href="%s">Actors</a>
de_de: Erstelle und verwalte <a href="%s">Genres</a> und <a href="%s">Schauspieler</a>

source: Movies Import
de_de: Filme importieren

source: Imported Movies
de_de: Importierte Filme

source: Import Queue
de_de: Importiere Warteschlange

source: Import New Movies
de_de: Importiere neue Filme

source: Here are the movies you previously updated but didn’t save. You can save them, edit them individually or apply bulk actions. Posters are automatically saved and set as featured images, but images are not. Use the bulk action to import, but be aware that it can take some time if you select a lot of movies. Don’t forget to save your imports when you’re done!
de_de: Hier sind die Filme, die du vorher aktualisiert, aber nicht gespeichert hast. Du kannst sie speichern, bearbeiten oder Bulk-Aktionen ausführen. Plakate werden automatisch gespeichert und als Beitragsbild festgelegt, aber Bilder nicht. Nutze die Bulk-Aktionen, um zu importieren, aber es kann einige Zeit dauern, wenn Du viele Filme auswählst. Vergesse nicht deine Einstellungen zu speichern, wenn Du fertig bist!

source: Empty All
de_de: Leere alles

source: Save Movies
de_de: Speichere Filme

source: Dequeue Movie
de_de: Film ist nicht in Warteschlange

source: Import Queued Movies
de_de: Importiere Filme in Warteschlange

source: of
de_de: von

source: imported
de_de: importiert

source: Input a list of movies to search and import separated by commas:
de_de: Füge eine Liste von Filme für die Suche hinzu und importiere sie unterteilt durch Kommata:

source: Titles don’t have to be exact, but try to be specific to get better results.<br /> Ex: interview with the vampire, Se7en, Twelve Monkeys, joe black, fight club, snatch, babel, inglourious basterds
de_de: Titel müssen nicht exakt sein, aber probiere spezifisch zu suchen, um bessere Ergebnisse zu erhalten.<br /> Beispiel: interview mit einem vampier, Se7en, Twelve Monkeys, joe black, fight club, snatch, babel, inglourious basterds

source: List of movie titles separated by commas
de_de: Liste von Film-Titeln unterteilt durch Kommata

source: No queued movie, dude.
de_de: Kein Film in der Warteschlange, Kumpel.

source: Dequeue
de_de: Aus Warteschlange nehmen

source: Queued
de_de: In Warteschlange stellen

source: Show movies by...
de_de: Zeige Filme von...

source: Sort movies ...
de_de: Sortiere Filme...

source: Number of movies to show
de_de: Anzahl der Filme zu zeigen

source: Show movie rating
de_de: Zeige Film-Rating

source: Stars only
de_de: Nur Sterne

source: Stars and note
de_de: Sterne und Vermerkungen

source: Show movie poster
de_de: Zeige Film-Plakat

source: Show movie title
de_de: Zeige Film-Titel

source: Before poster
de_de: Vor dem Plakat

source: After poster
de_de: Nach dem Plakat

source: Exclude current movie from results in single view
de_de: Schließe aktuellen Film von Ergebnissen aus

source: Read more about
de_de: Lese mehr über
