Repository: wpmovielibrary/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: de_de

source: Select a rating for this movie
de_de: Wähle eine Bewertung.

source: Not rated
de_de: Nicht bewertet

source: Junk
de_de: Müll

source: Very bad
de_de: Sehr schlecht

source: Bad
de_de: Schlecht

source: Not that bad
de_de: Nicht so schlecht

source: Average
de_de: In Ordnung

source: Not bad
de_de: Nicht schlecht

source: Good
de_de: Gut

source: Very good
de_de: Sehr Gut

source: Excellent
de_de: Grandios

source: Masterpiece
de_de: Meisterwerk

source: rating
de_de: bewertung

source: Movie Language
de_de: Sprachen

source: Select a language for this movie
de_de: Wähle einen sprachen

source: lang
de_de: sprache

source: Movie Subtitles
de_de: Untertitel

source: Select a subtitle for this movie
de_de: Wähle einen untertitel

source: subtitles
de_de: untertitel

source: Movie Format
de_de: Format

source: Select a format for this movie
de_de: Wähle einen format

source: title
de_de: titel

source: originaltitle
de_de: originaltitel

source: tagline
de_de: Slogan

source: overview
de_de: kurzinhalt

source: date
de_de: Datum

source: localdate
de_de: Lokaldatum

source: runtime
de_de: laufzeit

source: production
de_de: produktion

source: country
de_de: land

source: language
de_de: sprachen

source: genres
de_de: Genre

source: director
de_de: regisseur

source: producer
de_de: produzent

source: actor
de_de: schauspieler

source: photography
de_de: Fotografie

source: composer
de_de: Komponist

source: author
de_de: autor

source: writer
de_de: drehbuchautor

source: certification
de_de: Zertifikation

source: revenue
de_de: Einnahmen

source: adult
de_de: Nicht jugendfrei

source: An error occured when trying to perform the request: invalid callback or data.
de_de: Ein Fehler wurde entdeckt beim Versuch eine Abfrage zu erhalten: ungültiger Rückgabewert.

source: An error occured when trying to perform the request.
de_de: Ein Fehler wurde entdeckt beim Versuch eine Abfrage zu erhalten.

source: Are you sure you want to do this?
de_de: Bist Du sicher, dass Du das tun möchtest?

source: WPMovieLibrary Movies
de_de: WPMovieLibrary Filme

source: Display a list of movies from a specific taxonomy, media, status, rating…
de_de: Zeige eine Liste von allen Filme von einer bestimmten Kategorie, Mediums, Status, Bewertung...

source: Date
de_de: Datum

source: Random
de_de: Zufällig

source: Nothing to display.
de_de: Nichts anzuzeigen.

source: Permalink for &laquo; %s &raquo;
de_de: Permalink für &laquo; %s &raquo;

source: WPMovieLibrary Statistics
de_de: WPMovieLibrary Statistiken

source: Display some statistics about your movie library
de_de: Zeige einige Statistiken über deine Film-Bibliothek

source: All combined you have a total of %total% in your library, regrouped in %collections%, %genres% and %actors%.
de_de: Im Ganzen hast Du %total% Beiträge in deiner Bibliothek, geordnet in %collections%, %genres% und %actors%.

source: Display a list of the available details: status, media and rating.
de_de: Zeigt eine Liste der verfügbaren Details: Status, Media und Bewertungen.

source: Movie Details
de_de: Film-Details

source: Select a %s
de_de: Wähle einen %s

source: No %s to display.
de_de: Keine %s zum anzeigen.

source: No detail no show
de_de: Keine Details zu sehen

source: WPMovieLibrary Taxonomies
de_de: WPMovieLibrary Kategorien

source: Display a list of terms from a specific taxonomy: collections, genres or actors.
de_de: Zeigt eine Liste von Regeln von einer bestimmten Kategorie: Sammlungen, Genres oder Schauspieler.

source: Movie Taxonomies
de_de: Film Kategorien

source: Select a collection
de_de: Wähle eine Sammlung

source: View all collections
de_de: Alle Sammlungen

source: Nothing to display for "Collection" taxonomy.
de_de: Nichts anzuzeigen für die Klasse "Collection".

source: Select a genre
de_de: Wähle ein Genre

source: View all genres
de_de: Alle Genres

source: Nothing to display for "Genre" taxonomy.
de_de: Nichts anzuzeigen für die Klasse "Genre".

source: Select an actor
de_de: Wähle einen Schauspieler

source: View all actors
de_de: Alle Schauspieler

source: Nothing to display for "Actor" taxonomy.
de_de: Nichts anzuzeigen für die Klasse "Actor".

source: View the complete list
de_de: Siehe die komplette Liste

source: No images were imported for this movie.
de_de: Keine Bilder wurden für diesen Film importiert.

source: New Actor
de_de: Neuer Schauspieler

source: Add New Movie
de_de: Film hinzufügen

source: Edit Movie
de_de: Film bearbeiten

source: New Movie
de_de: Neuer Film

source: View Movie
de_de: Film ansehen

source: Search Movies
de_de: Filme suchen

source: No movies found
de_de: Keine Filme gefunden

source: No movies found in Trash
de_de: Keine Filme im Mülleimer gefunden

# wpmovielibrary
source: Imported Draft
de_de: Importierte Entwürfe

source: Imported Draft <span class="count">(%s)</span>
de_de: Importierter Entwurf <span class="count">(%s)</span>

# wpmovielibrary
source: Queued Movie
de_de: Filme in Warteschlange

source: Queued Movie <span class="count">(%s)</span>
de_de: Film in Warteschlange <span class="count">(%s)</span>

source: New Movie Collection
de_de: Neue Film-Sammlung

source: New Genre
de_de: Neues Genre

source: View all movies from collection &laquo; %s &raquo;
de_de: Siehe alle Filme von der Sammlung &laquo; %s &raquo;

source: View all &laquo; %s &raquo; movies
de_de: Alle &laquo; %s &raquo; Filme

source: View all movies staring &laquo; %s &raquo;
de_de: Alle Filme mit &laquo; %s &raquo;

source: Description
de_de: Beschreibung

source: Taxonomy
de_de: Kategorien

source: Order taxonomies by ...
de_de: Sortiere Kategorien nach ...

source: Taxonomy name
de_de: Kategorie-Name

source: Sort taxonomies ...
de_de: Sortiere Kategorien ...

source: Show as dropdown
de_de: Als Dropdown anzeigen

source: Show movies count
de_de: Zeige Filme-Nummern

source: Custom Style (only for dropdown)
de_de: Eigener Style (nur für Dropdown)

source: Number of collections to show
de_de: Nummer der anzuzeigenden Sammlungen

source: Set to 0 to disable limit. Not recommended.
de_de: Setzte dies 0, um das Limit aufzuheben. Nicht empfohlen.

source: All
de_de: Alle

source: List alphabetically, ascendingly
de_de: Aufsteigend, alphabetisch listen.

source: List alphabetically, descendingly
de_de: Absteigend, alphabetisch listen.

source: List by movies count, ascendingly
de_de: Aufsteigend durch Film-ID listen.

source: List by movies count, descendingly
de_de: Absteigend durch Film-ID listen.

source: Items per page:
de_de: Elemente per Seite

source: You can edit the format of the Widget's content; basic HTML tags are allowed (ul, ol, li, p, span, em, i, p, strong, b, br). Format Tags are:
de_de: Du kannst das Format des Widget-Inhalts bearbeiten; normale HTML-Tags sind erlaubt (ul, ol, li, p, span, em, i, p, strong, b, br). Format-Tags sind:

source: Total number of movies
de_de: Gesamte Anzahl der Filme

source: Number of Collections.
de_de: Anzahl der Sammlungen

source: Number of Genres.
de_de: Anzahl der Genres

source: Number of Actors.
de_de: Anzahl der Schauspieler

source: Expend
de_de: Ausdehnen

source: Click an icon to see more
de_de: Klicke auf ein Icon für mehr

source: Starring:
de_de: Mit:

source: WPMovieLibrary error: your environment does not meet all of the system requirements listed below.
de_de: WPMovieLibrary Fehler: dein System erfüllt nicht die unten angegebenen Systembedingungen.

source: (You're running version %s)
de_de: (Du hast Version %s)

source: If you need to upgrade your version of PHP you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to <a href="http://codex.wordpress.org/Upgrading_WordPress">the Codex</a>.
de_de: Wenn Du deine PHP-Version upgraden möchtest, frage deinen Hoster um Hilfe und wenn Du Hilfe brauchst WordPress zu upgraden besuchen den <a href="http://codex.wordpress.org/Upgrading_WordPress">Codex</a>.

source: Welcome to WordPress Movie Library&nbsp;%s
de_de: Willkommen zur WordPress Movie Library&nbsp;%s

source: Thank you for updating! Discover what this new version of WordPress Movie Library brought you.
de_de: Danke für's Updaten! Entdecke, was diese Version neues für Dich bringt.

source: Features
de_de: Funktionen

source: Recommendations
de_de: Anforderungen

source: Find the essential
de_de: Finde das Wesentliche

source: Because your visitors and users want to know everything about your movies in a sight, the public movie information box has been remodeled to show you all you need to see in a single glimpse.
de_de: Weil Deine Besucher und Nutzer alles über Deine Film auf einmal sehen möchten, wurde die öffentliche Film-Informations-Box neu gestaltet, damit alles in einer besseren Darstellung zu sehen ist.

source: Furthermore, metadata have been completely reviewed to make you able to list all movies by a composer, a specific year or langague…
de_de: Des Weiteren wurden die Metadaten komplett überarbeitet um es möglich zu machen Filme über bestimmte Kategorien, wie Jahr, Komponist etc. zu listen.

source: Smooth metadata editing
de_de: Fließendes Metadata-Bearbeiten

source: Just as you want to find key information quickly, you do not want to spend hours editing your movies. The new metabox makes all the more easier for you to edit whatever information you want: metadata, details, images… The built-in preview tab gives you a nice glimpse of what you have collected so far.
de_de: Nur wenn Du die wichtigsten Informationen schnell finden willst, willst Du nicht Stunden verbringen um dein Film zu bearbeiten. Die neue Metabox macht es viel einfacher jede Information zu bearbeiten, die Du willst: Metadaten, Details, Bilder... Der eingebaute Vorschau-Tab gibt dir einen schönen Einblick, was Du bisher gesammelt hast.

source: Introducing the grid
de_de: Einführung des Grids

source: WordPress Movie Library 2.0 introduces a highly requested feature that will be enhanced add extended in forthcoming versions: the Grid. Show all your movies in an alphabetically sorted grid view and browse through you library.
de_de: WordPress Movie Library 2.0 führt ein stark gefragtes Feature ein, dass in weiteren Updates ausgebaut wird: Das Grid. Zeige alle Deine Filme in alphabetischer Ordnung an und scrolle durch Deine Library.

source: You own the place
de_de: Du besitzt den Platz

source: And therefore you should be able to tune your library as you please. That is now possible with the new Settings panel powered by the powerful <a href="%s">ReduxFramework</a>.
de_de: Und deswegen solltest Du in der Lage sein Deine Library so zu benutzen, wie Du willst. Dies ist nun möglich durch das neue Options-Menü mit dem leistungsstarken <a href="%s">ReduxFramework</a>.

source: Other features include:
de_de: Andere Features beinhalten:

source: Multiple details selection
de_de: Mehrfache Detail-Auswahl

source: You can now set multiple medias, languages or subtitles for movies you own on different format or language, or movies you saw in theater before buying DVDs.
de_de: Du kannst nun verschiedene Medien, Sprachen oder Untertitel für Filme, die Du in verschiedenen Formaten oder Sprachen besitzt einstellen.

source: New extendable details
de_de: Neue erweiterbare Details

source: WordPress Movie Library 2.0 includes three new avalaible details: Language, Subtitles and Video Format. Details have also been reorganized to make it easier to programmatically add your own personal details.
de_de: WordPress Movie Library 2.0 beinhaltet drei neue, verfügbare Details: Sprachen, Untertitel und Video-Formate. Details machen es nun einfacher Deine persönlichen Details hinzuzufügen.

source: Dedicated icon font
de_de: Genutzter Icon Font

source: WordPress Movie Library now uses a customized 100+ icons font to ensure compatibility with older WordPress versions that lack Dashicons.
de_de: WordPress Movie Library nutzt jetzt einen angepassten 100+-Icon Font um die Kompatibilität mit den WordPress-Versionen zu gewährleisten.

source: Search support
de_de: Suche-Support

source: You can now chose to include movies to your search results and search movies by meta along with other WordPress regular contents.
de_de: Du kannst nun auswählen Filme in Deine Suchergebnisse mit einzubeziehen indem auch die Metadaten genutzt werden.

source: Countries and languages translation
de_de: Länder und Sprachen Übersetzungen

source: Country and language names can now be translated to your own language.
de_de: Land und Sprache Namen können nun in Deine Sprache übersetzt werden.

source: Translated permalinks
de_de: Übersetzte Permalinks

source: All meta permalinks can now be translated in your own language as well.
de_de: Alle Meta-Permalinks können jetzt in Deine eigene Sprache übersetzt werden.

source: WordPress Movie Library 1.x movies update
de_de: WordPress Movie Library 1.x Film-Update

source: The movie metadata changes in WordPress Movie Library 2.0 require that you update all your movies to the new metadata format in order to access new features. You can use the builtin updater tool to update your movies in a few seconds.
de_de: Die Film Metadata hat sich geändert. Seit der Version 2.0 musst Du alle Deine Filme zum neuen Format updaten um Zugriff auf die neuen Features zu erhalten. Dies kannst Du mit dem Updater-Werkzeug in ein paar Sekunden tun.

source: <strong>Make backups of your data before updating your movies</strong>. You should always do this before updating a plugin to the next major release, but in this particular it is most recommended that you backup your site before anything. <a href="%s">Learn why</a>.
de_de: <strong>Mache BackUPs von Deinen Dateien, bevor Du die Filme aktualisierst</strong>. Du solltest dies immer tun, bevor Du ein Major-Update durchführst, aber noch besser wäre es, wenn Du dies immer tust, bevor Du irgendein Update durchführst. <a href="%s">Lerne warum</a>.

source: Lead developer
de_de: Leitender Entwickler

source: Faithful Contributors
de_de: Treue Unterstützer

source: German translation
de_de: Deutsche Übersetzung

source: About
de_de: Über

source: WPMovieLibrary − shortened to WPMOLY − is a WordPress Plugin designed to handle a personnal library of movies. Using Custom Post Type you can add new movies, manage collections, write reviews and share your latest-seen/favorite movies. WPMOLY uses TMDb to gather movies' informations a store your movies as posts along with TMDb data and images.
de_de: WPMovieLibrary - abgekürzt WPMOLY - ist ein WordPress Plugin, das entwickelt wurde um eine eigene Filmbibliothek zu verwalten. Mit eigenen Post-Formaten kannst Du neue Filme hinzufügen, Sammlungen verwalten, Kritiken schreiben und teile deine zuletzt-gesehenen Filme und Favoriten. WPMOLY nutzt TMDb, um weitere Filminformationen über den Film aus der TMDb zu erhalten, inklusive Bilder.

source: The following people took a part, active or not, in WPMOLY development:
de_de: Die folgenden Leute haben an der Entwicklung von WPMOLY mitgeholfen, aktiv oder inaktiv:

source: <a href="http://th0th.me/log/">th0th</a>, author of <a href="http://wordpress.org/plugins/th0ths-movie-collection/"><em>th0th's Movie Collection</em></a>, the plugin WPMOLY started as a fork of before becoming a complete new, homemade tool.
de_de: <a href="http://th0th.me/log/">th0th</a>, Autor von <a href="http://wordpress.org/plugins/th0ths-movie-collection/"><em>th0th's Movie Collection</em></a>, das Plugin WPMOLY was vorher gestartet hat und komplett neu gestartet wurde.

source: <a href="http://www.glamorous.be">Jonas De Smet</a>, author of <a href="https://github.com/glamorous/TMDb-PHP-API">TMDb-PHP-API</a> which WPMOLY is based on.
de_de: <a href="http://www.glamorous.be">Jonas De Smet</a>, Autor von <a href="https://github.com/glamorous/TMDb-PHP-API">TMDb-PHP-API</a> worauf WPMOLY basiert.

source: <a href="https://github.com/lesurfeur">Spiky (lesurfeur)</a>, very first user of WPMOLY, who provided nice ideas and productive feedback.
de_de: <a href="https://github.com/lesurfeur">Spiky (lesurfeur)</a>, einer der ersten Nutzer von WPMOLY, der gute Ideen und produktives Feedback mit mir geteilt hat.

source: It seems you have JavaScript deactivated; the update tool will not work correctly without it, please check your browser's settings.
de_de: Es scheint als ob dein JavaScript deaktiviert ist; das Update-Tool wird nicht korrekt funktionieren ohne JavaScript, bitte überprüfe deine Browser-Einstellungen.

source: Welcome to WPMovieLibrary
de_de: Willkommen zur WordPress Movie Library!

source: This page will allow you update your library to the new metadata format introduced in WPMovieLibrary 1.3.
de_de: Diese Seite wird Dir das Update zum neuen Metadata-Format von WPMovieLibrary 1.3.

source: Update deprecated movie meta
de_de: Aktualisiere veraltete Film-Metas

source: The following movie needs an update:
de_de: Der folgende Film brauch ein Update:

source: Select all
de_de: Wähle alle

source: No obsolete movie!
de_de: Kein nicht aktualisierter Film!

source: The following movie is up to date:
de_de: Der folgende Film ist aktuell:

source: You have a total of <strong>%s</strong> using a deprecated metadata format; you can use the present page to update your library to new format and access new features.
de_de: Du hast insgesamt <strong>%s</strong>, die ein altes Metadata-Format nutzen; Du kannst sie über die aktuelle Seite updaten um neue Formate und Zugriff auf neue Features zu erhalten.

source: one movie
de_de: ein Film

source: You can update all your movies at once, select a few movies manually (<span class="wpmolicon icon-yes"></span> link) or update directly a specific movies (<span class="wpmolicon icon-update"></span> link).
de_de: Du kannst alle Deine Filme auf einmal aktualisieren, ein paar manuell auswählen (<span class="wpmolicon icon-yes"></span> link) oder eine speziellen Film direkt aktualisieren (<span class="wpmolicon icon-update"></span> link).

source: ready when you are!
de_de: Fertig, wenn Du's bist!

source: See details
de_de: Film Details

source: You haven't specified a valid <acronym title="TheMovieDB">TMDb</acronym> API key in your Settings; this is required for the plugin to search a get movies metadata. WPMovieLibrary will use an internal API key, but you may consider getting your own personnal one at <a href="https://www.themoviedb.org/">TMDb</a> to get better results.
de_de: Du hast noch keinen gültigen <acronym title="TheMovieDB">TMDb</acronym> API-Key in deinen Einstellungen festgelegt; diesen benötigt das Plugin um Film-Metadaten auszulesen. WPMovieLibrary wird einen internen API-Key benutzen, aber Du solltest überlegen einen eigenen, angepassten Key von <a href="https://www.themoviedb.org/">TMDb</a> anzufordern, um bessere Suchergebnisse zu erhalten.

source: Learn more about the internal API key
de_de: Lerne mehr über den internen API-Key

source: Do not notify me again
de_de: Benachrichtige mich nicht noch einmal

source: WPMovieLibrary couldn't find an archive page; this page is required to provide archives of your collections, genres and actors.
de_de: WPMovieLibrary konnte keine Archiv-Seite finden; diese Seite ist notwendig um Archive zu teilen.

source: Create an archive page
de_de: Erstelle eine Archiv Seite

source: <strong>WPMovieLibrary found deprecated movie metadata</strong>; since version 1.3 movies metadata are stored and managed differently to provide extended search and filtering features. Therefore, you will need to update your movies to the new standard format. <strong>Not doing so will produce bugs and random behaviours when using the plugin</strong>. Please proceed to <a href="%s">update your movies</a> using the dedicated tool. <a href="http://wpmovielibrary.com/development/release-notes/#version-1.3">Learn more about this change</a>.
de_de: <strong>WPMovieLibrary fand passende Film-Metadaten</strong>; seit Version 1.3 werden Film-Metadaten anders gespeichert und verwaltet, um bessere Such- und Filteroptionen zu ermöglichen. Deswegen musst Du Deine Filme in das neue Standard-Format updaten. <strong>Falls Du das nicht tust, entstehen Bugs und zufällige Fehler, wenn Du das Plugin nutzt</strong>. Bitte mache weiter um<a href="%s">Deine Filme zu updaten</a> und nutze dieses Tool. <a href="http://wpmovielibrary.com/development/release-notes/#version-1.3">Lerne mehr über diese Änderung</a>.

source: Dismiss
de_de: Ablehnen

source: <strong>New</strong>: you can now use custom pages to display movies and taxonomies archives pages. Go to the new "Archives" tab in your <a href="%s">Settings panel</a> to set up your own pages, or let WPMovieLibrary <a href="%s">create them</a> automatically.
de_de: <strong>Neu</strong>: Du kannst nun eigene Seiten festlegen, die die Kategorie- und Film-Archive anzeigen. "Archive" Tab in Deinen <a href="%s">Einstellungen</a>, um Deine eigenen Seiten zu setzen oder WPMovieLibrary <a href="%s">erstellt sie</a> automatisch.

source: WPMovieLibrary uses the <a href="http://docs.themoviedb.apiary.io/">TMDb API</a> but is not endorsed or certified by <a href="http://=www.themoviedb.org/">TMDb</a>.
de_de: WPMovieLibrary benutzt die <a href="http://docs.themoviedb.apiary.io/">TMDb API</a>, aber ist nicht bestätigt oder zertifiziert durch <a href="http://=www.themoviedb.org/">TMDb</a>.

source: This page will allow you create custom pages to display your library’s taxonomies and movies archives.
de_de: Diese Seite wird es Dir erlauben eigene Seiten festzulegen, die die Kategorie- und Film-Archive anzeigen.

source: Missing pages
de_de: Fehlende Seiten

source: The following archive page has no page set:
de_de: Die folgende Archiv-Seite wurde nicht festgelegt:

source: No missing page!
de_de: Keine fehlende Seite!

source: Existing pages
de_de: Existierende Seiten

source: The following page as been set as archive page:
de_de: Die folgende Seite wurde als Archiv-Seite festgelegt:

source: Page ID
de_de: Seiten ID

source: Archive Type
de_de: Archive-Typ

source: No page set yet!
de_de: Noch keine Seite festgelegt.

source: This will add four new pages to your site and set them as archives pages: "Movies", "Collections", "Genres" and "Actors".
de_de: Dies wird vier neue Seiten zu deiner Website hinzufügen und sie als Archiv-Seiten festlegen: "Filme", "Sammlungen", "Genre" und "Schauspieler".

source: Custom Archives Pages are used to replace WordPress’ default archives pages with more customized views. Taxonomies will appear as list, movies will appear in a poster grid. Both movie and taxonomy archives can be manipulated with an alphabetical menu and sorting options.
de_de: Eigene Archiv-Seiten werden genutzt um WordPress' Standard-Archiv-Seiten besser anpassen zu können. Kategorien erscheinen als Liste, Filme erscheinen als Plakat-Kacheln. Beides, Film- und Kategorien-Archiv, können mit einem alphabetischen Menü und Sortieroptionen ausgestattet werden.

source: WPMovieLibrary can automatically create pages and set them as archive pages, but you can add your own pages and set them manually as archive pages in the "Archives" section of your <a href="%s">Settings panel</a>.
de_de: WPMovieLibrary kann automatisch Seiten erstellen und diese als Archive setzen, aber Du kannst eigene Seiten erstellen und sie manuell als Archive setzen im Bereich "Archives" in deinem <a href="%s">Optionsbereich</a>.

source: Movie Dtails
de_de: Film-Details

source: Here's some statistics about your movie library:
de_de: Hier sind ein paar Statistiken über deine Filmbibliothek:

source: Add a movie!
de_de: Füge einen Film hinzu!

source: Load more
de_de: Mehr laden

source: Use the following options to customize this Widget.
de_de: Nutze die folgenden Optionen um das Widget anzupassen.

source: Number of movies:
de_de: Nummer der Filme:

source: movies
de_de: Filme

source: Show year
de_de: Zeige Jahr
