Repository: wpmovielibrary/wpmovielibrary
Catalog: languages/wpmovielibrary-*.po
Languages: de_de

source: Automatically add custom taxonomies when adding/importing movies. If enabled, each added/imported movie will be automatically added to the collection corresponding to its director(s).
de_de: Fügt automatisch Filme zu Sammlungen hinzu, dieses sind standardmäßig als der passende Regisseur des Films zugeordnet.

source: Posts Collections support
de_de: Beitrags-Sammlungs-Hilfe

source: <strong>Experimental</strong>: if enabled, allow regular WordPress Posts to use collection taxonomy.
de_de: <strong>Testweise</strong>: Wenn aktiviert, wird normalen WordPress-Beiträgen erlaubt Sammlungs-Kategorien zu nutzen.

source: Genres settings
de_de: Genre-Einstellungen

source: Enable Genres
de_de: Aktiviere Genres

source: Enable Genres Custom Taxonomy. Genres work for movies as Tags work for Posts: a non-hierarchical taxonomy to improve movies management.
de_de: Aktiviere Genre-Kategorien. Genre funktionieren für Filme, wie Schlagwörter für Beiträge: ein nicht hierarchisches System, um Filme besser zu verwalten. WPMovieLibrary ordnet die Schauspieler selber nach Wichtigkeit, Häufigkeit der Erscheinung etc.

source: Add Genres automatically
de_de: Genres automatisch hinzufügen

source: Automatically add Genres when adding/importing movies.
de_de: Fügt automatisch Genres zu einem Film zu, wenn er importiert wird.

source: Posts Genres support
de_de: Beitrags-Genre-Hilfe

source: <strong>Experimental</strong>: if enabled, allow regular WordPress Posts to use genre taxonomy.
de_de: <strong>Testweise</strong>: Wenn aktiviert, wird normalen WordPress-Beiträgen erlaubt Genre-Kategorien zu nutzen.

source: Actors settings
de_de: Schauspieler-Einstellungen

source: Enable Actors
de_de: Aktiviere Schauspieler

source: Enable Actors Custom Taxonomy. Actors work for movies as Tags work for Posts: a non-hierarchical taxonomy to improve movies management. WPMovieLibrary stores Actors in a custom order, the most important actors appearing in the top of the list, then the supporting roles, and so on.
de_de: Aktiviere Schauspieler-Kategorien. Schauspieler funktionieren für Filme, wie Schlagwörter für Beiträge: ein nicht hierarchisches System, um Filme besser zu verwalten. WPMovieLibrary ordnet die Schauspieler selber nach Wichtigkeit, Häufigkeit der Erscheinung etc.

source: Add Actors automatically
de_de: Fügt Schauspieler automatisch hinzu

source: Automatically add Actors when adding/importing movies.
de_de: Füge automatisch Schauspieler hinzu, wenn Du Filme importierst

source: Actors limit
de_de: Schauspieler-Limit

source: Limit the number of actors per movie. This is useful if you're dealing with big libraries and don't want to have massive lists of actors created. Limiting the Actors will result in keeping only the most famous/important actors as taxonomies, while the complete list of actors will remained stored as a regular metadata. Set to 0 to disable.
de_de: Begrenze die Anzahl der Schauspieler pro Film. Dies ist sinnvoll von Du eine große Bibliothek mit Schauspielern hast. Beim Begrenzen werden als erste Ergebnisse immer die berühmtesten Schauspieler angezeigt, während eine Liste mit allen Schauspielern als gespeicherte Metadatei zur Verfügung steht. Standardmäßig ist der Wert bei 0, um diese Funktion auszuschalten und alle Schauspieler anzuzeigen.

source: Posts Actors support
de_de: Beitrags-Schauspieler-Hilfe

source: <strong>Experimental</strong>: if enabled, allow regular WordPress Posts to use actor taxonomy.
de_de: <strong>Testweise</strong>: Wenn aktiviert, wird normalen WordPress-Beiträgen erlaubt Schauspieler-Kategorien zu nutzen.

source: Archives
de_de: Archive

source: This section allow you to define a custom page to use for movie archives.
de_de: Dieser Bereich erlaubt es Dir eigene Seiten für Film-Archive festzulegen.

source: Choose a page to use to display movie archives.
de_de: Wähle eine Seite um dein Film-Archiv zu zeigen.

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Archives Menu
de_de: Archiv-Menü

source: If enabled, add an alphabetical menu and sorting options before the movies list.
de_de: Wenn aktiviert, wird ein alphabetisches Menü und Sortierungs-Optionen vor der Film-Liste erscheinen.

source: Grid Columns
de_de: Kachel-Spalten

source: How many columns should the movie grid have.
de_de: Wie viele Spalten der Film-Grid haben wird.

source: How movies should be ordered by default.
de_de: Wie Filme standardmäßig geordnet werden.

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Release Date
de_de: Starttermin

source: Movies per page limit
de_de: Filme per Seite Limit

source: Limit the number of movies per page to be listed. Can be useful if your dealing with massive numbers of movies.
de_de: Limitiere die Anzahl der Filme pro Seite. Dies kann hilfreich sein, wenn Du viele Filme hast.

source: Editable movies-per-page value
de_de: Bearbeite Filme-per-Seiten-Anzahl

source: If enabled, allows movies-per-page value to be modified on frontend. The sorting menu will show an input where visitors can change the movies-per-page value to display more or less movies. It is recommended to set a limit above if this feature is to be activated.
de_de: Wenn aktiviert, ist es erlaubt, dass die Filme-per-Seite-Anzahl im Fronted bearbeite werden kann. Das Sortier-Menü wird ein Feld zeigen, wo die Besucher die Filme-per-Seite-Anzahl bearbeiten können, um mehr oder weniger Filme anzuzeigen. Es ist empfohlen ein Limit nach oben zu setzen, wenn dieses Feature aktiviert ist.

source: Taxonomy Archives page settings
de_de: Kategorien-Archiv-Seiten-Einstellungen

source: This section allow you to define a custom page to use for taxonomy archives.
de_de: Dieser Bereich erlaubt Dir eine eigene Seite für Kategorie-Archive festzulegen.

source: Choose a page to use to display collection archives.
de_de: Wähle eine Seite, um Deine Sammlungs-Archive anzuzeigen.

source: Choose a page to use to display genre archives.
de_de: Wähle eine Seite, um Deine Genre-Archive anzuzeigen.

source: Actor Archives Page
de_de: Schauspieler-Archiv-Seiten

source: Choose a page to use to display actor archives.
de_de: Wähle eine Seite, um Deine Schauspieler-Archive anzuzeigen.

source: If enabled, add an alphabetical menu and sorting options before the terms list.
de_de: Wenn aktiviert, erscheint ein alphabetisches Menü und Sortierungs-Optionen vor der Gegenstands-Liste.

source: Hide empty terms
de_de: Verstecke leere Bereiche

source: If enabled, terms related to no movie will be excluded from the list.
de_de: Wenn aktiviert, erscheinen keine Gegenstände, die nicht zu einem Film führen würden.

source: Terms sort
de_de: Bereichssotierung

source: How terms should be sorted by default.
de_de: Wie Gegenstände standardmäßig sortiert sind.

source: Movie count
de_de: Film-Anzahl

source: Terms order
de_de: Berichsordnung

source: How terms should be ordered by default.
de_de: Wie Gegenstände standardmäßig geordnet sind.

source: Terms per page
de_de: Gegenstände per Seite

source: How many terms should be listed per archive page.
de_de: Wie viele Gegenstände solle per Archiv-Seite gelistet werden.

source: Terms per page limit
de_de: Limit für Gegenstände per Seite

source: Limit the number of terms per page to be listed. Can be useful if your dealing with massive numbers of terms.
de_de: Limitiere die Zahl der Gegenstände, die pro Seite angezeigt werden. Dies ist sinnvoll, wenn Du mit vielen Gegenständen arbeitest.

source: Editable terms-per-page value
de_de: Bearbeite die Gegenstände-per-Seite-Anzahl

source: If enabled, allows terms-per-page value to be modified on frontend. The sorting menu will show an input where visitors can change the terms-per-page value to display more or less terms. It is recommended to set a limit above if this feature is to be activated.
de_de: Wenn aktiviert, erlaubt es eine Anzahl-Per-Seiten-Modifikation im Frontend. Das Sortier-Menü wird gezeigt und Besucher können die Anzahl der Gegenstände pro Seite verringern oder erhöhen. Es ist empfohlen ein Limit zu setzen, wenn diese Funktion aktiviert ist.

source: Languages Support
de_de: Sprachen support

source: Translation
de_de: Übersetzung

source: Translation settings
de_de: Übersetzungs-Einstellungen

source: Translate Countries
de_de: Übersetzungs-Länder

source: If enabled, countries names will be translated to the current WordPress language.
de_de: Wenn aktiviert, werden Ländernamen in die aktuelle WordPress-Sprache übersetzt.

source: Country names format
de_de: Laufzeit Format

source: How production countries should be appear in your movies. Default is <code>Flag + translation</code> showing something like <code>%s</code>.
de_de: Wie Produktionsländer in Deinen Filmen erscheinen sollen. Der Standard ist <code>Flagge + Übersetzung</code> ,dies sieht aus wie <code>%s</code>

source: Ireland
de_de: Irland

source: Flag
de_de: Follage

source: Translate Languages
de_de: Übersetzen Sprachen

source: If enabled, languages names will be translated to the current WordPress language.
de_de: Wenn aktiviert, werden Sprache-Namen in Deine aktuelle WordPress-Sprache übersetzt.

source: Languages names format
de_de: Sprachen Namen-Format

source: How spoken languages should be appear in your movies. Default is translated.
de_de: Wie gesprochene Sprachen in Deinen Filmen erscheinen sollen. Der Standard ist übersetzt.

source: Abbreviated translation
de_de: Abgekürzte Übersetzung

source: Abbreviated original
de_de: Abgekürztes Original

source: Rewrite rules & Permalinks
de_de: Überschreibe Regeln & Permalinks

source: You can adapt the plugin’s permalinks to your local language.
de_de: Du kannst die Permalinks des Plugins in Deine Sprache übernehmen.

source: Translate permalinks
de_de: Übersetzte Permalinks

source: Although it can be very tempting to customize your URLs, <strong>beware</strong>: you probably shouldn't modify this more than once if your site relies on search engines; changing URLs too often will could badly affect your site’s referencing.
de_de: Obwohl es von Zeit zu Zeit vorkommen kann, dass Du deine URLs ändern möchtest, <strong>Vorsicht</strong>: Wahrscheinlich solltest Du dies nicht öfter als einmal tun, da sonst Suchmaschinen Deine Seite schlechter indexieren werden; Änderungen der URLs wirken sich schlecht auf Deine Seite aus.

source: Movies URL Rewrite
de_de: Film URLs überschreiben

source: URL Rewrite Rule to apply on movies. Default is <code>movies</code>, resulting in URL like <code>http://yourblog/movies/fight-club</code>. You can use this field to translate URLs to your language.
de_de: URL-Überschreibungs-Regeln für Filme aktivieren. Der Standard ist <code>Movies</code>, die URL taucht so auf wie <code>http://yourblog/movies/fight-club</code>. Du kannst dieses Feld nutzen um die URLs in Deine Sprache zu übersetzen.

source: Collections URL Rewrite
de_de: Sammlungs-URL Überschreiben

source: URL Rewrite Rule to apply on collections. Default is <code>collection</code>, resulting in URL like <code>http://yourblog/collection/david-fincher</code>. You can use this field to translate URLs to your language.
de_de: URL-Überschreibungs-Regel für Sammlungen aktivieren. Standardmäßig werden <code>Sammlungen</code> als folgende URL dargestellt: <code>http://deinblog/sammlungen/david-fincher</code>. Du kannst auch dieses Feld auch nutzen um URLs in deine Sprache zu übersetzten. <strong>Achtung</strong>: Aber dies solltest Du nicht zu oft tun, da sonst Suchmaschinen deine Seite schlechter indexieren.

source: Genres URL Rewrite
de_de: Genres-URL überschreiben

source: URL Rewrite Rule to apply on genres. Default is <code>genre</code>, resulting in URL like <code>http://yourblog/genre/thriller</code>. You can use this field to translate URLs to your language.
de_de: URL-Überschreibungs-Regel für Genres aktivieren. Standardmäßig werden <code>Genres</code> als folgende URL dargestellt: <code>http://deinblog/genre/thriller</code>. Du kannst auch dieses Feld auch nutzen um URLs in deine Sprache zu übersetzten. <strong>Achtung</strong>: Aber dies solltest Du nicht zu oft tun, da sonst Suchmaschinen deine Seite schlechter indexieren.

source: Actors URL Rewrite
de_de: Schauspieler-URL überschreiben

source: URL Rewrite Rule to apply on actors. Default is <code>actor</code>, resulting in URL like <code>http://yourblog/actor/brad-pitt</code>. You can use this field to translate URLs to your language.
de_de: URL-Überschreibungs-Regel für Schauspieler aktivieren. Standardmäßig werden <code>Schauspieler</code> als folgende URL dargestellt: <code>http://deinblog/schauspieler/brad-pitt</code>. Du kannst auch dieses Feld auch nutzen um URLs in deine Sprache zu übersetzten. <strong>Achtung</strong>: Aber dies solltest Du nicht zu oft tun, da sonst Suchmaschinen deine Seite schlechter indexieren.

source: Appearance
de_de: Aussehen

source: Styling and customization
de_de: Stile und Anpassung

source: Styling the movie headbox
de_de: Style die Film-Headbox

source: Where to display the Headbox on posts.
de_de: Wo die Headbox bei Beiträgen angezeigt werden soll.

source: Which tabs should appear in the headbox and in which order.
de_de: Welche Tabs in der Headbox erscheinen sollen und in welcher Reihenfolge.

source: Headbox Title
de_de: Headbox-Titel

source: Content of the Headbox Title line.
de_de: Inhalt der Headbox-Titel-Zeile.

source: Content of the Headbox Subtitle line.
de_de: Inhalt der Headbox-Untertitel-Zeile.

source: Content of the Headbox first details line.
de_de: Inhalt der Headbox-Erstdetails-Zeile.

source: Content of the Headbox second details line.
de_de: Inhalt der Headbox-Zweitdetails-Zeile.

source: Content of the Headbox third details line.
de_de: Inhalt der Headbox-Drittdetails-Zeile.

source: Caching
de_de: Benutzer Caching

source: Enable Caching
de_de: Erlaube Chaching

source: If enabled, WPMovieLibrary will cache movie related data to prevent too frequent queries to the database. <strong>This feature is experimental!</strong> Enabling this could generate <strong>huge</strong> amounts of entries in your database. It is recommended to use this feature sparingly, ideally not in production. <a href="http://wpmovielibrary.com/documentation/performance">Learn more about caching</a>.
de_de: Wenn aktiviert, wird WPMovieLibrary seine Daten cachen, um zu viele Warteschlange für die Datenbank zu verhindern. <strong>Diese Funktion ist noch in Entwicklung!</strong> Dies zu aktivieren könnte <strong>große</strong> Fehler in deine Datenbank birngen. Es ist empfohlen dieses Feature nur testweise zu nutzen, nicht im normalen Gebrauch. <a href="http://wpmovielibrary.com/documentation/performance">Erfahre mehr über Caching</a>.

source: User Caching
de_de: Benutzer Caching

source: If enabled, caching will be activated for logged in users as well as guests.
de_de: Wenn aktiviert, wird Caching für eingeloggte User und Gäste aktiviert.

source: Caching Time
de_de: Caching Zeit

source: Time of validity for cached data, in seconds. Default is 3600 (one hour)
de_de: Zeitspanne in der die Dateien neu gecachet werden, in Sekunden. Standardmäßig alle 3600 (eine Stunden)

source: Legacy
de_de: Altversion

source: Compatibility settings for WPMovieLibrary 1.x
de_de: Kompatible Einstellungen für WPMovieLibrary 1.x

source: Enable Legacy mode
de_de: Aktiviere Altversion.

source: WPMovieLibrary 1.x compatibility mode
de_de: WPMovieLibrary 1.x Kompatibilitätsmodus

source: If enabled, WPMovieLibrary will automatically update all movies to the new metadata format introduced by version 1.3. Each time a metadata is access, the plugin will look for obsolete metadata and will update it if needed. Once all movies are updated the plugin will stop looking, but you should deactivate this anyway. <a href="http://wpmovielibrary.com/development/release-notes/#version-1.3">Learn more about this change</a>.
de_de: Wenn aktiviert, wird WPMovieLibrary automatisch alle deine Filme in das neue Metadaten-Format aus Version 1.3 aktualisieren. Jedes mal, wenn auf Metadaten zugegriffen wird, wird das Plugin prüfen, ob ein Update notwendig ist. Wenn einmal alle Filme aktualisiert wurden, wird das Plugin aufhören zu suchen, aber dann solltest Du diese Funktion sowieso deaktivieren. <a href="http://wpmovielibrary.com/development/release-notes/#version-1.3">Erfahre mehr über diese Änderung</a>.

source: Enable Legacy Safety mode
de_de: Aktiviere Altsversions-Sicherheits-Modus

source: WPMovieLibrary 1.x compatibility safety mode
de_de: WPMovieLibrary 1.x Kompatibilitäts-Sicherheits-Modus.

source: If enabled, WPMovieLibrary will update deprecated metadata to the new format but will <em>not</em> delete the deprecated metadata for safety.
de_de: Wenn aktiviert, wird WPMovieLibrary veraltete Metadaten in das neue Format updaten, aber <em>nicht</em> die alten Metadaten löschen.

source: TheMovieDB API settings
de_de: API Einstellungen

source: Personnal API Key
de_de: Eigener API-Schlüssel

source: Optional: use your own TMDb API key
de_de: Optional: Nutze Deinen eigenen TMDb API-Schlüssel

source: A valid TMDb API key is required to fetch informations on the movies you add to WPMovieLibrary. Leave deactivated if you do not have a personnal API key. <a href="http://tmdb.caercam.org/">Learn more</a> about the API key or <a href="https://www.themoviedb.org/">get your own</a>.
de_de: Ein gültiger TMDb-API-Schlüssel wird benötigt, um Informationen für Filme zur WPMovieLibrary hinzuzufügen. Lasse dies deaktiviert, wenn Du keinen personalisierten API-Schlüssel hast. <a href="http://tmdb.caercam.org/">Lerne mehr</a> über den API-Schlüssel oder <a href="https://www.themoviedb.org/">hole Deine eigenen</a>.

source: If you do not have an API key or do not want to use yours right now, WPMovieLibrary will use just its own.
de_de: Wenn Du keinen API-Schlüssel hast oder momentan keinen nutzen möchtest, wird WPMovieLibrary seinen eigenen nutzen.

source: Set up your own API key
de_de: Lege Deine eigenen API-Schlüssel fest.

source: Using your own API key is a more privacy-safe choice as it will avoid WPMovieLibrary to filter queries sent to the API through its own relay server at tmdb.caercam.org. You will also be able to access statistics on your API usage in your TMDb user account.
de_de: Einen eigenen API-Schlüssel nuten ist viel sicherer, da es verhindert, dass die WPMovieLibrary eine Warteschlangen Filter durch einen eigenen Server auf tmdb.caercam.org senden muss. Außerdem wirst Du Zugriff auf Aufrufs-Statistiken durch Deinen TMDb-Benutzer Account haben.

source: API Scheme
de_de: API-Schema

source: Default scheme used to contact TMDb API. Default is HTTPS.
de_de: Standard Schema, das für den Kontakt mi TMDb genutzt wird, ist HTTPS.

source: API Language
de_de: API-Sprache

source: Default language to use when fetching informations from TMDb. Default is english. You can always change this manually when add a new movie.
de_de: Standard Sprache, die genutzt wird um Informationen von TMDb zu holen. Standardmäßig ist dies Englisch. Du kannst die Sprache immer manuell für jeden einzelnen Film ändern.

source: API Country
de_de: API Land

source: Default country to use when fetching release informations from TMDb. Default is United States. This is mostly used to get movie certifications corresponding to your country.
de_de: Standard-Land, das genutzt wird, wenn Du Veröffentlichungs-Informationen von TMDb holst. Der Standard ist USA. Dieses Land bringt am meisten Informationen, welche mit deinem Land übereinstimmen werden.

source: API Alternative Country
de_de: API-Alternativ-Land

source: You can select an alternative country to use when fetching release informations from TMDb. If primary country leaves empty results, the alternative country will be used to fill the blank.
de_de: Du kannst ein alternatives Land auswählen, wenn Du Veröffentlichungs-Informationen von TMDb holst. Wenn Dein Primärland kein Ergebnis liefert, wird das alternative Land genutzt, um den Bereich zu füllen.

source: Deactivate
de_de: Deaktivieren

source: Deactivation options
de_de: Deaktivieren

source: Movie Post Type
de_de: Film-Post-Typen

source: How to handle Movies when WPMovieLibrary is deactivated.
de_de: Wie mit Filmen umgegangen werden soll, wenn WPMovieLibrary deaktiviert ist.

source: Conserve (recommended)
de_de: Konvertieren (nicht rückgängig zu machen)

source: Convert to Posts
de_de: Konvertiere zu Posts

source: Delete (irreversible)
de_de: Löschen (nicht rückgängig zu machen)

source: Delete Completely (irreversible)
de_de: Alles löschen (nicht rückgängig zu machen)

source: Collections Taxonomy
de_de: Sammlungs-Kategorien

source: How to handle Collections Taxonomy when WPMovieLibrary is deactivated.
de_de: Wie mit Sammlungen umgegangen werden soll, wenn WPMovieLibrary deaktiviert ist.

source: Convert to Categories
de_de: Konvertiere zu Kategorien

source: Genres Taxonomy
de_de: Genre-Kategorien

source: How to handle Genres Taxonomy when WPMovieLibrary is deactivated.
de_de: Wie mit Genres umgegangen werden soll, wenn WPMovieLibrary deaktiviert ist.

source: Convert to Tags
de_de: Konvertiere zu Tags

source: Actors Taxonomy
de_de: Schauspieler-Kategorien

source: How to handle Actors Taxonomy when WPMovieLibrary is deactivated.
de_de: Wie mit den Schauspielern umgegangen werden soll, wenn WPMovieLibrary deaktiviert ist.

source: How to handle Cached data when WPMovieLibrary is deactivated.
de_de: Wie mit den gecachten Dateien umgegangen werden soll, wenn WPMovieLibrary deaktiviert ist.

source: Conserve
de_de: Behalten

source: Empty (recommended)
de_de: Leer (empfohlen)

source: Uninstall
de_de: Deinstallieren

source: Uninstallation options
de_de: Deinstallations-Optionen

source: How to handle Movies when WPMovieLibrary is uninstalled.
de_de: Wie mit Filmen umgegangen werden soll, wenn WPMovieLibrary deinstalliert ist.

source: Convert to Posts (recommended)
de_de: Zu Posts konvertieren (empfohlen)

source: How to handle Collections Taxonomy when WPMovieLibrary is uninstalled.
de_de: Wie mit Sammlungen umgegangen werden soll, wenn WPMovieLibrary deinstalliert ist.

source: Convert to Categories (recommended)
de_de: Zu Kategorien konvertieren (empfohlen)

source: How to handle Genres Taxonomy when WPMovieLibrary is uninstalled.
de_de: Wie mit Genres umgegangen werden soll, wenn WPMovieLibrary deinstalliert ist.

source: Convert to Tags (recommended)
de_de: Konvertiere zu Schlagwörtern (empfohlen)

source: How to handle Actors Taxonomy when WPMovieLibrary is uninstalled.
de_de: Wie mit Schauspielern umgegangen werden soll, wenn WPMovieLibrary deinstalliert ist.

source: How to handle Cached data when WPMovieLibrary is uninstalled.
de_de: Wie mit dem Cache umgegangen werden soll, wenn WPMovieLibrary deinstalliert ist.

source: Import / Export
de_de: Importieren / Exportortieren

source: All Movies
de_de: Alle Filme

source: Add New
de_de: Neu hinzufügen

source: Import Movies
de_de: Importiere Filme

source: Update movies to version 1.3
de_de: Aktualisiere Filme zu Version 1.3

source: Update movies
de_de: Aktualisiere Filme

source: Add custom pages
de_de: Eigene Seiten hinzufügen

source: Movie Library
de_de: Film-Bibliothek

source: Your movie library
de_de: Deine Bibliothek

source: View all movies
de_de: Alle Filme

source: Add new movie
de_de: Film hinzufügen

source: Library Settings
de_de: Einstellungen

source: Movie Status
de_de: Film-Details

source: Select a status for this movie
de_de: Wähle einen Status

source: Loaned
de_de: Geliehen

source: Scheduled
de_de: Geplant

source: Unvailable
de_de: Nicht verfügbar

source: Movie Media
de_de: Medien

source: Select a media for this movie
de_de: Wähle ein Medium.

source: VoD
de_de: Video-On-Demand

source: Cinema
de_de: Kino

source: Other
de_de: Sonstiges

source: Movie Rating
de_de: Bewertung
